<!-- Content Wrapper. Contains page content -->
	<div class="login-box" style="width:95%;margin:0 auto;">
		<div class="" style="min-height:768px;">
			<h2 class="main-title">放課後プログラミング塾の教育理念</h2>
			<h6 class="mb-4">子供の将来のことを本気で考えた、プログラミング塾。<br>
				今や、私たちの生活に、コンピューターや、ネットワークはなくてはならないものになりました。<br>
				当塾で、時代に合った環境で学習し、テクノロジーの苦手意識を少しでもなくし、<br>
				未来をより良いものに変えていきたいと考えております。
			</h6>
			<div class="card-body login-card-body">
				<h2 class="sub-title">
					<i class="fa fa-hand-point-right mr-1"></i>
					やりたいことを実現する「自己デザイン型の人間」への成長
				</h2>
				<div class="row">
						<div class="card-body">
							学校の勉強は、大学に入るため、そして、就職のためという考え方は根強いと思います。
							<br>
							しかし、就職した後のことは、考えられるでしょうか？
							<br>
							<br>
							今、社会に出て働いている人の中で、学校の成績を上げるために勉強し、
							やりたいことよりも、安定した就職を優先した進路を決めた方は多いと思います。
							<br>
							<br>
							しかし近年、終身雇用が崩壊し、前述した安定した就職という考え方は、難しくなっています。
							<br>
							<br>
							人と違う経験を積み、何らかの専門性を持つことが、重要となってきており、
							<br>
							こうした社会背景から、子どもたちの将来のため、やりたいことを進める学習を通し、
							<br>
							自分で道を切り開く、自己デザイン型の人間に成長できる仕組みを作りたいと考えました。
							<br>
						</div>
					</div>
					<h2 class="sub-title">
						<i class="fa fa-hand-point-right mr-1"></i>
						必要なことを勉強するから、上達していく</h2>
					<div class="row">
						<div class="card-body">
							勉強の必要性を理解し、学習するお子様のほうが少ないと思います。
							<br>
							<br>
							例えば、算数を例にすると、分数が出てくるあたりが躓くポイントとなりますが、
							<br>
							日常生活において、分数はほとんど登場しません。
							<br>
							まして、分数の足し算引き算は、大人になってもほとんど見ないでしょう。
							<br>
							<br>
							しかし、外国語の習得例では、海外の方が日本の漫画を読んで日本語が上達したり、
							<br>
							海外の友人を持つことで、自然な会話ができるような事例があり、
							<br>
							やはり、本人が必要性を感じる学習の方が、上達すると考えられます。
							<br>
							<br>
							プログラミングには、様々な計算式が登場し、
							コードには、英語で、名前を付ける習慣があります。
							<br>
							時には、ゲームやアプリの仕様を考え、人に伝えるための文章を書くこともあります。
							<br>
							<br>
							プログラミング学習を通して、算数・英語・国語などその他、様々なことを学ぶ必要性が出てきます。
							<br>
							こうしたプロセスが、本当の勉強だと考えております。
						</div>
					</div>
					<h2 class="sub-title">
						<i class="fa fa-hand-point-right mr-1"></i>
						デジタルディバイドによる格差解消</h2>
					<div class="row">
						<div class="card-body">
							デジタルディバイドという言葉はご存知でしょうか？
							<br>
							パソコンやインターネットサービスなどの情報通信技術を使いこなせるかどうかの格差を指します。
							<br>
							<br>
							この格差が、将来、貧富の差や、社会参加につながり、将来の生活の困難な状況にしてしまうと言われており
							<br>
							子どもたちが、このような状況に生き方を左右されるのはとても悲しいことだと感じました。
							<br>
							<br>
							当塾は、教室で過ごす時間に制限・教材費用の問題などを工夫し、低価格でゆとりある時間にて学習できる教育サービスにより、
							<br>
							たくさんの子どもたちが、将来、生き生きできる社会になれるようにしたいと思っております。
						</div>
					</div>
				</div>


		</div>

	</div>
